// Выполнить ряд задач:
// При клике на видимый input - мы вводим номер телефона. (Если есть желание - можете подключить маску. Либо самописную, либо тык или аналог)
// При клике на блок с названием страны и стрелкой - показывается нижний блок. Также стрелка разворачивается
// При клике на нижний видимый блок, причем в любом месте, даже на input - он меняется местами с верхним.
// Обратите внимание на поведение стрелок. В нижнем блоке - она всегда скрыта, при перемещении вверх - она смотрит вниз.
// Нижнее подчеркивание блока реализуется при помощи border-bottom. Оно также меняется замене.
// Попробуйте поменять их местами 5 раз - если все верно - ничего не должно сломаться.

'use strict';

import Inputmask from 'inputmask';
